"GrowlTunes’ control status item." = "GrowlTunes Kontrolle.";

//menu item tooltips
"Opens the webpage for GrowlTunes help on the Growl website in your selected browser."     = "Öffnet die Seite mit der GrowlTunes Hilfe auf der Growl Webseite im Standardbrowser.";

"Tells iTunes to play this track again."         = "Veranlasst iTunes diesen Track noch einmal zu spielen.";

"Turns on or off GrowlTunes' periodic asking of iTunes for track information."  = "Schaltet die periodische Nachfrage von Track-Informationen von iTunes an oder aus.";
"Stops GrowlTunes from asking iTunes for track information. You will then no longer receive Growl notifications from GrowlTunes."    = "Beendet die Nachfrage von Track-Informationen von iTunes. Growl-Benachrichtigungen von GrowlTunes werden nicht mehr gesendet.";
"Begins asking iTunes for track information. You will then start receiving Growl notifications from GrowlTunes."   = "Startet die Nachfrage von Track-Informationen von iTunes. Growl-Benachrichtigungen von GrowlTunes werden gesendet.";

"Quits both iTunes and GrowlTunes."       = "Beendet sowohl iTunes als auch GrowlTunes.";

// menu item titles
"Online Help" = "Online Hilfe";
"Recently Played Tunes" = "Zuletzt abgespielte Titel";
"Quit iTunes" = "iTunes beenden";
"Launch iTunes" = "iTunes starten";
"Stop Polling" = "Polling stoppen";
"Start Polling" = "Polling starten";
"Rating" = "Wertung";
"Quit GrowlTunes" = "GrowlTunes beenden";
"Quit Both" = "Beide beenden";

"Display-string format" = "%@ — %@\n%@ (%@)\n%@\n%@";
"Display-string format for streams" = "%@\n%@";
